Repository: ttingchan/merchanfeeling
Catalog: international/locale/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: New a Contact
fr_fr: Creer un Contact

source: incorrect user mail or password.
fr_fr: Un mal mail address ou mot de passe.

source: empty user mail.
fr_fr: Le vide mail address.

source: empty password.
fr_fr: Le vide mot de pass.

source: Login Form
fr_fr: S'inscrire

source: Username
fr_fr: L'utilisateur

source: Sign in
fr_fr: Connecter

source: Forget your password?
fr_fr: Le mot de pass?

source: Forgot Password
fr_fr: Le mot de pass

source: EMail
fr_fr: Mail Address

source: Submit
fr_fr: Envoyer

source: settings
fr_fr: paramètre

source: Logout
fr_fr: Déconnecter

source: Home
fr_fr: Accueil

source: Company
fr_fr: Entreprise

source: Activity
fr_fr: Activité

source: all
fr_fr: tout

source: company
fr_fr: entreprise

source: activity
fr_fr: activité

source: Enter your search term...
fr_fr: taper les mots-clés

source: search
fr_fr: recherche
